{
   "conversation": [
      {
         "speaker_name": "Anna",
         "de_text": "Gestern habe ich etwas Interessantes über das Bildungssystem und Universitäten gehört.",
         "en_text": "Yesterday I heard something interesting about the education system and universities.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Katarina",
         "de_text": "Oh, was hast du gehört?",
         "en_text": "Oh, what did you hear?",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Ich habe gehört, dass viele Studenten über den Mangel an praktischer Erfahrung klagen.",
         "en_text": "I heard that many students complain about the lack of practical experience.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Thomas",
         "de_text": "Das ist richtig, aber es hängt auch von der Art des Studiums ab.",
         "en_text": "That's true, but it also depends on the type of degree.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Johannes",
         "de_text": "Ich stimme Thomas zu. In meinem Studium gab es viele Praktika und Projekte.",
         "en_text": "I agree with Thomas. In my degree program, there were many internships and projects.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Leon",
         "de_text": "Ich bin anderer Meinung. In meinem Studium gab es kaum praktische Erfahrung.",
         "en_text": "I disagree. There was hardly any practical experience in my degree program.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Katarina",
         "de_text": "Ich denke, es hängt auch davon ab, was man aus dem Studium machen möchte.",
         "en_text": "I think it also depends on what one wants to do with their degree.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Das stimmt, aber es ist trotzdem wichtig, dass die Universitäten den Studenten die Möglichkeit geben, praktische Erfahrung zu sammeln.",
         "en_text": "That's true, but it's still important for universities to provide students with the opportunity to gain practical experience.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Thomas",
         "de_text": "Ich denke, dass die Herausforderung darin besteht, die Theorie mit der Praxis zu verknüpfen.",
         "en_text": "I think the challenge is to connect theory with practice.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Johannes",
         "de_text": "Das ist der Schlüssel zu einem erfolgreichen Studium und einer erfolgreichen Karriere.",
         "en_text": "That's the key to a successful degree and a successful career.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Leon",
         "de_text": "Aber was ist mit den Kosten für ein Studium?",
         "en_text": "But what about the costs of a degree program?",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Katarina",
         "de_text": "Das ist ein berechtigtes Anliegen. Das Bildungssystem sollte für alle zugänglich und erschwinglich sein.",
         "en_text": "That's a valid concern. The education system should be accessible and affordable for everyone.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Ja, Bildung sollte ein Grundrecht sein und nicht nur für diejenigen zugänglich sein, die es sich leisten können.",
         "en_text": "Yes, education should be a basic right and not just accessible to those who can afford it.",
         "conversation_theme": "Education system and universities"
      },
      {
         "speaker_name": "Thomas",
         "de_text": "Ich denke, dass Bildungseinrichtungen und Regierungen zusammenarbeiten sollten, um die Kosten für Studierende zu senken.",
         "en_text": "I think educational institutions and governments should work together to reduce the costs for students.",
         "conversation_theme": "Education system and universities"
      }
   ],
   "speakers": {
      "num_female_speakers": 2,
      "num_male_speakers": 3,
      "speakers": [
         {
            "speaker": "Anna",
            "gender": "Female"
         },
         {
            "speaker": "Johannes",
            "gender": "Male"
         },
         {
            "speaker": "Katarina",
            "gender": "Female"
         },
         {
            "speaker": "Thomas",
            "gender": "Male"
         },
         {
            "speaker": "Leon",
            "gender": "Male"
         }
      ]
   }
}