{
   "conversation": [
      {
         "speaker_name": "Lisa",
         "de_text": "Guten Abend zusammen, was haltet ihr von der elektronischen Musik?",
         "en_text": "Good evening everyone, what do you think of electronic music?",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Thomas",
         "de_text": "Ich liebe es, in Clubs zu gehen und zu elektronischer Musik zu tanzen. Aber manchmal habe ich das Gefühl, dass es zu laut ist.",
         "en_text": "I love going to clubs and dancing to electronic music. But sometimes I feel like it's too loud.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Miriam",
         "de_text": "Aber das ist der Sinn der Musik. Sie soll laut sein und dich zum Tanzen bringen.",
         "en_text": "But that's the point of the music. It's supposed to be loud and make you dance.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Florian",
         "de_text": "Ich denke, dass die Musiklandschaft in Deutschland sich verändert hat. Clubs sind nicht mehr so beliebt wie früher. Ich gehe aber immer noch gerne dahin.",
         "en_text": "I think the music scene in Germany has changed. Clubs are not as popular as they used to be. But I still like going there.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Philipp",
         "de_text": "Ja, ich denke auch, dass der Clubbesuch teurer geworden ist. Manchmal muss man viel Eintritt und Getränke bezahlen.",
         "en_text": "Yes, I think clubbing has become more expensive. Sometimes you have to pay a lot for entry and drinks.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Lisa",
         "de_text": "Ja, du hast recht Philipp. Aber ich denke, dass wir auch über die positiven Aspekte sprechen sollten. Elektronische Musik kann sehr einzigartig und fesselnd sein.",
         "en_text": "Yes, you're right Philipp. But I think we should also talk about the positive aspects. Electronic music can be very unique and captivating.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Miriam",
         "de_text": "Genau! Für mich ist es eine Möglichkeit, mich auszudrücken und meine Gefühle auszudrücken, wenn ich zur Musik tanze.",
         "en_text": "Exactly! For me, it's a way to express myself and my emotions when I dance to the music.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Thomas",
         "de_text": "Ich denke, dass die Musikindustrie auch ein Problem hat, wenn es um Drogen geht. Oft werden im Club Drogen konsumiert und es kann gefährlich werden.",
         "en_text": "I think the music industry also has a problem when it comes to drugs. Often drugs are consumed in the club and it can become dangerous.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Florian",
         "de_text": "Ja, das stimmt. Aber ich denke, dass es wichtig ist, aufzupassen und sich um die Menschen um uns herum zu kümmern, um sicherzustellen, dass sie sicher sind.",
         "en_text": "Yes, that's true. But I think it's important to be careful and take care of the people around us to ensure that they are safe.",
         "conversation_theme": "Electronic music and clubs"
      },
      {
         "speaker_name": "Lisa",
         "de_text": "Da hast du recht Florian. Insgesamt denke ich, dass elektronische Musik und Clubs ein wichtiger Teil unserer Kultur sind.",
         "en_text": "You're right Florian. Overall, I think electronic music and clubs are an important part of our culture.",
         "conversation_theme": "Electronic music and clubs"
      }
   ],
   "speakers": {
      "num_female_speakers": 2,
      "num_male_speakers": 3,
      "speakers": [
         {
            "speaker": "Lisa",
            "gender": "Female"
         },
         {
            "speaker": "Miriam",
            "gender": "Female"
         },
         {
            "speaker": "Thomas",
            "gender": "Male"
         },
         {
            "speaker": "Florian",
            "gender": "Male"
         },
         {
            "speaker": "Philipp",
            "gender": "Male"
         }
      ]
   }
}