{
   "conversation": [
      {
         "speaker_name": "Anna",
         "de_text": "Ich liebe Filmfestivals und -preise. Es ist so spannend zu sehen, welche Filme prämiert werden.",
         "en_text": "I love film festivals and awards. It's so thrilling to see which movies get honored.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Johannes",
         "de_text": "Siehst du dir alle nominierten Filme an?",
         "en_text": "Do you watch all the nominated films?",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Lena",
         "de_text": "Ich denke nicht, dass das realistisch ist. Es gibt so viele Filme, die nominiert sind.",
         "en_text": "I don't think that's realistic. There are so many films that are nominated.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Felix",
         "de_text": "Es ist auch nicht meine Priorität, alle nominierten Filme zu sehen. Mir geht es mehr darum, Filme zu sehen, die mich interessieren.",
         "en_text": "It's also not my priority to watch all the nominated films. For me it's more about watching movies that interest me.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Max",
         "de_text": "Ich stimme dir zu, Felix. Es ist wichtig, Filme zu sehen, die einem gefallen, anstatt alle nominierten Filme zu sehen.",
         "en_text": "I agree with you, Felix. It's important to watch movies that you like, instead of watching all the nominated films.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Aber wenn du alle nominierten Filme siehst, gibt es immer die Möglichkeit, dass du einen Film entdeckst, den du sonst nie gesehen hättest.",
         "en_text": "But if you watch all the nominated films, there's always a chance that you discover a film that you wouldn't have seen otherwise.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Johannes",
         "de_text": "Manchmal gibt es auch Probleme mit dem Auswahlprozess. Es kann vorkommen, dass großartige Filme nicht nominiert werden, nur weil sie nicht genug Aufmerksamkeit erhalten haben.",
         "en_text": "Sometimes there are also problems with the selection process. It can happen that great films don't get nominated just because they haven't received enough attention.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Lena",
         "de_text": "Das stimmt, aber andererseits gibt es auch Fälle, in denen der Hype um einen Film so groß ist, dass er nominiert wird, obwohl er eigentlich nicht so gut ist.",
         "en_text": "That's true, but on the other hand there are also cases where the hype around a movie is so big that it gets nominated even though it's not actually that good.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Felix",
         "de_text": "Ja, das ist wirklich ärgerlich. Ich denke, es ist wichtig, dass die Jury unabhängig bleibt und Filme basierend auf ihrer Qualität auswählt.",
         "en_text": "Yes, that's really frustrating. I think it's important that the jury remains independent and selects movies based on their quality.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Max",
         "de_text": "Aber man kann nicht leugnen, dass manchmal politische und gesellschaftliche Faktoren eine Rolle spielen.",
         "en_text": "But you can't deny that sometimes political and societal factors come into play.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Es gibt auch viele Menschen in der Filmindustrie, die aufgrund von Diskriminierung und Vorurteilen Probleme haben, die Anerkennung zu bekommen, die sie verdienen.",
         "en_text": "There are also many in the film industry who face problems getting the recognition they deserve due to discrimination and prejudices.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Johannes",
         "de_text": "Ja, das ist ein großes Problem. Aber ich denke, es gibt eine wachsende Bewegung, um inklusivere und diversere Nominierungen zu fördern.",
         "en_text": "Yes, that's a big issue. But I think there's a growing movement to promote more inclusive and diverse nominations.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Lena",
         "de_text": "Das stimmt. Es ist wichtig, dass jeder eine Chance hat, seine Arbeit zu präsentieren und dass die Leistung des Einzelnen im Vordergrund steht, nicht seine Herkunft oder sein Geschlecht.",
         "en_text": "That's true. It's important that everyone has a chance to showcase their work and that their individual performance is what matters, not their background or gender.",
         "conversation_theme": "Film festivals and awards"
      },
      {
         "speaker_name": "Max",
         "de_text": "Insgesamt denke ich, dass Filmfestivals und -preise eine großartige Möglichkeit sind, um die Aufmerksamkeit auf großartige Filme und Talente zu lenken und die Filmindustrie voranzutreiben.",
         "en_text": "Overall, I think film festivals and awards are a great way to draw attention to great movies and talents and to push the film industry forward.",
         "conversation_theme": "Film festivals and awards"
      }
   ],
   "speakers": {
      "num_female_speakers": 2,
      "num_male_speakers": 3,
      "speakers": [
         {
            "speaker": "Anna",
            "gender": "Female"
         },
         {
            "speaker": "Johannes",
            "gender": "Male"
         },
         {
            "speaker": "Lena",
            "gender": "Female"
         },
         {
            "speaker": "Felix",
            "gender": "Male"
         },
         {
            "speaker": "Max",
            "gender": "Male"
         }
      ]
   }
}