{
   "conversation": [
      {
         "speaker_name": "Helga",
         "de_text": "Habt ihr schon mal in einem Michelin-Sterne-Restaurant gegessen?",
         "en_text": "Have you ever eaten at a Michelin-starred restaurant?",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Heinz",
         "de_text": "Ja, ich war in einem in Paris. Es war unglaublich teuer, aber das Essen war göttlich.",
         "en_text": "Yes, I went to one in Paris. It was incredibly expensive, but the food was divine.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Greta",
         "de_text": "Ich war noch nie in einem, aber ich würde gerne eines Tages eines besuchen.",
         "en_text": "I have never been to one, but I would like to visit one someday.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Ludwig",
         "de_text": "Ich war einmal in einem und ich muss sagen, ich war enttäuscht. Das Essen war gut, aber ich habe erwartet, dass es atemberaubend sein würde.",
         "en_text": "I went to one once and I have to say, I was disappointed. The food was good, but I expected it to be stunning.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Franz",
         "de_text": "Ich denke, es ist eine besondere Erfahrung, aber ich persönlich würde nicht so viel Geld für ein Essen ausgeben.",
         "en_text": "I think it's a special experience, but personally I wouldn't spend that much money on a meal.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Helga",
         "de_text": "Ich verstehe, dass es teuer sein kann, aber ich denke, dass Essen ist ein Erlebnis und es ist eine Art zu reisen, ohne tatsächlich zu reisen.",
         "en_text": "I understand that it can be expensive, but I think food is an experience and it's a way to travel without actually traveling.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Greta",
         "de_text": "Ich denke, das Problem ist, dass Menschen denken, dass das Essen in einem Michelin-Sterne-Restaurant besser sein muss als in einem normalen Restaurant.",
         "en_text": "I think the problem is that people think the food at a Michelin-starred restaurant must be better than at a regular restaurant.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Heinz",
         "de_text": "Ich denke, dass es viel Arbeit und Kreativität braucht, um ein Michelin-Sterne-Restaurant zu führen. Es ist kein einfacher Job.",
         "en_text": "I think it takes a lot of work and creativity to run a Michelin-starred restaurant. It's not an easy job.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Ludwig",
         "de_text": "Aber es gibt auch viele Herausforderungen. Ich habe gehört, dass einige Restaurants ihre Sterne verloren haben, weil sie die Standards nicht mehr erfüllen konnten.",
         "en_text": "But there are also many challenges. I've heard that some restaurants have lost their stars because they couldn't meet the standards anymore.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Franz",
         "de_text": "Ich denke, es ist wichtig, dass wir uns bewusst sind, dass wir nicht immer alles haben können, was wir wollen. Es ist okay, ein normales Restaurant zu besuchen und auch dort gute Erfahrungen zu machen.",
         "en_text": "I think it's important that we realize we can't always have everything we want. It's okay to visit a regular restaurant and also have good experiences there.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      },
      {
         "speaker_name": "Helga",
         "de_text": "Auf jeden Fall. Wir sollten uns darauf konzentrieren, gute Gesellschaft zu haben und das Essen zu genießen, unabhängig davon, wo wir essen.",
         "en_text": "Definitely. We should focus on having good company and enjoying the food, regardless of where we eat.",
         "conversation_theme": "Gastronomy and Michelin-starred restaurants"
      }
   ],
   "speakers": {
      "num_female_speakers": 2,
      "num_male_speakers": 3,
      "speakers": [
         {
            "speaker": "Helga",
            "gender": "Female"
         },
         {
            "speaker": "Franz",
            "gender": "Male"
         },
         {
            "speaker": "Greta",
            "gender": "Female"
         },
         {
            "speaker": "Heinz",
            "gender": "Male"
         },
         {
            "speaker": "Ludwig",
            "gender": "Male"
         }
      ]
   }
}