{
   "conversation": [
      {
         "speaker_name": "Anna",
         "de_text": "Als Frau finde ich, dass es gerade im Bereich der Raumfahrt und der Technologie noch ungleiche Chancen gibt.",
         "en_text": "As a woman, I think that there are still unequal opportunities, especially in the field of space exploration and technology.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Jan",
         "de_text": "Aber wir sollten mehr Gespräche darüber führen und versuchen, Brücken zu bauen und die Frauen zu fördern.",
         "en_text": "But we should have more conversations about it and try to build bridges and promote women.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Hannah",
         "de_text": "Ich denke, vor allem in der Technologiebranche gibt es ein großes Problem mit Sexismus und Belästigung.",
         "en_text": "I think there is a big problem with sexism and harassment, especially in the technology industry.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Felix",
         "de_text": "Das ist ein sehr ernstes Thema, und wir müssen alle uns dessen bewusst sein und darauf achten.",
         "en_text": "This is a very serious issue, and we all need to be aware of it and pay attention.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Lena",
         "de_text": "Aber trotz all dieser Schwierigkeiten liebe ich es, in diesem Bereich zu arbeiten und die Grenzen des Möglichen zu erweitern.",
         "en_text": "But despite all these difficulties, I love working in this field and pushing the boundaries of what is possible.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Anna",
         "de_text": "Es ist wichtig, dass wir uns weiterhin für gleiche Chancen und eine diversere Industrie einsetzen.",
         "en_text": "It's important that we continue to advocate for equal opportunities and a more diverse industry.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Jan",
         "de_text": "Absolut, und wir sollten auch darüber nachdenken, wie wir junge Mädchen ermutigen können, sich für diese Karrieren zu entscheiden.",
         "en_text": "Absolutely, and we should also think about how we can encourage young girls to choose these careers.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Hannah",
         "de_text": "Das ist ein guter Punkt. Wir brauchen Vorbilder und Mentoren, die sie unterstützen und ermutigen, in diese Richtung zu gehen.",
         "en_text": "That's a good point. We need role models and mentors to support and encourage them to go in this direction.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Felix",
         "de_text": "Ich denke, wir können alle etwas tun, um diese Industrie zu verändern und zu verbessern.",
         "en_text": "I think we can all do something to change and improve this industry.",
         "conversation_theme": "Role in space exploration and technology"
      },
      {
         "speaker_name": "Lena",
         "de_text": "Absolut. Und ich hoffe, dass wir in Zukunft mehr Diversität und Chancengleichheit sehen werden, damit jeder die Chance hat, seine Träume zu verfolgen.",
         "en_text": "Absolutely. And I hope that in the future we will see more diversity and equal opportunities so that everyone has the chance to pursue their dreams.",
         "conversation_theme": "Role in space exploration and technology"
      }
   ],
   "speakers": {
      "num_female_speakers": 2,
      "num_male_speakers": 3,
      "speakers": [
         {
            "speaker": "Anna",
            "gender": "Female"
         },
         {
            "speaker": "Jan",
            "gender": "Male"
         },
         {
            "speaker": "Hannah",
            "gender": "Female"
         },
         {
            "speaker": "Felix",
            "gender": "Male"
         },
         {
            "speaker": "Lena",
            "gender": "Female"
         }
      ]
   }
}